In [9]:
import numpy as np
import matplotlib.pyplot as plt
import pandas as pd

In [10]:
ds = pd.read_csv('data/Random_Forest.csv')

In [11]:
ds.head()

            Position  Level  Salary
0   Business Analyst      1   45000
1  Junior Consultant      2   50000
2  Senior Consultant      3   60000
3            Manager      4   80000
4    Country Manager      5  110000